<?php
$history = array(
 "type" => array (
        array(
           "title" => "Передача монет другим игрокам",
        ),
		array(
           "title" => "Поступления монет от игроков"
        ),
		array(
           "title" => "Передача $ другим игрокам"
        ),
		array(
           "title" => "Поступления $ от игроков"
        ),
		array(
           "title" => "Перевод $ на серверы"
        ),
		array(
           "title" => "Вывод $ с серверов"
        ),
		array(
           "title" => "Покупка предметов в магазине"
        ),
		array(
           "title" => "Покупка наборов в магазине"
        ),
		array(
           "title" => "Покупка групп на серверы"
        ),
		array(
           "title" => "Пополнения счёта"
        )
    )
);



$history_admin = array(
 "type" => array (
		array(
           "title" => "Покупка предметов в магазине",
		   "id" => 6
        ),
		array(
           "title" => "Покупка наборов в магазине",
		   "id" => 7
        ),
		array(
           "title" => "Покупка групп на серверы",
		   "id" => 8
        ),
		array(
           "title" => "Пополнения счёта",
		   "id" => 9
        )
    )
);

