<div class="fullnews_craft">
    <div class="full_news_top">
        <div class="news_title">
            <h3>Команды на серверах:</h3>
        </div>
        <div class="full_news_top_img">
            <img src="{THEME}/images/pages/commands.png">
        </div>
    </div>
    <div class="full_news_content">
        <div class="news_text">
            <div class="blockquote_donate">
                <h3>Приват и регионы:</h3>
                <small>Тут написаны команды привата территории и вашего имущества.</small>
                <br><br><br>
                <b>//wand</b> - Получить топор для выделения региона.
                <br>
                <b>/rg claim [регион]</b> - Заприватить выделенный вами регион.
                <br>
                <b>/rg flag [регион] [флаг] [значение]</b> - Установить флаг на ваш регион.
                <small>(Подробности ниже)</small>
                <br>
                <b>/rg addmember [регион] [игрок]</b> - Дать права жильца региона игроку.
                <br>
                <b>/rg addowner [регион] [игрок]</b> - Дать права владельца региона игроку. (Не рекомендуется из-за риска потерять свой регион)
                <br>
                <b>/rg removemember [регион] [игрок]</b> - Забрать права жильца в регионе.
                <br>
                <b>/rg removeowner [регион] [игрок]</b> - Забрать права владельца в регионе.
                <br>
                <b>/rg list</b> - Список ваших регионов.
                <br>
                <b>/rg delete [регион]</b> - Удалить регион.
                <br>
                <b>/rg info [регион]</b> - Информация о вашем регионе.
                <br>
                <b>//expand [число] [up/down]</b> - Расширить регион вверх/вниз.
                <br>
                <b>//contract [число] [up/down]</b> - Сузить регион вверх/вниз.
                <br>
                <b>//outset [число]</b> - Расширить выделенный регион во все стороны на заданное количество блоков.
                <br>
                <b>//inset [число]</b> - Сузить выделенный регион во все стороны на заданное количество блоков.
                <br>
                <b>//size</b> - Посмотреть количество блоков в выделенном регионе.
                <br>
                <b>/rg s [название]</b> - Выделить указанный регион (Вернуть сетку привата).
                <br>
                <b>//sel</b> - Убрать сетку привата.
            </div>

            <br><br>

            <div class="blockquote_donate">
                <h3>Флаги:</h3>
                <small>Этот список флагов для ваших регионов.</small>
                <br><br><br>
                <b>/rg flag [регион] [флаг] [deny/allow/другое]</b> - введите в чат чтобы установить флаг на ваш регион.<br>
                Значение <b>deny</b> отключает флаг, а значение <b>allow</b> включает.
                <br><br>
                <small>Флаги доступные простым игрокам:</small>
                <br>
                <b>chest-access</b> - доступ к сундукам.
                <br>
                <b>use</b> - доступ к нажимным плитам, кнопкам.
                <br>
                <b>pvp</b> - PvP между игроками в вашем регионе.
                <br>
                <b>potion-splash</b> - эффекты от взрывных зелий.
                <br>
                <b>lightning</b> - урон от молний.

                <br><br>
                                <small>Флаги доступные VIP игрокам:</small>
                <br>
                <b>Все флаги от простых игроков</b> +
                <br>
                <b>ice-form</b> - формирование льда.
                <br>
                <b>ice-melt</b> - таяние льда.

                <br><br>
                <small>Флаги доступные VIP+ игрокам:</small>
                <br>
                <b>Все флаги от простых и VIP игроков</b> +
                <br>
                <b>mob-spawning</b> - спавн мобов.
                <br>
                <b>mob-damage</b> - урон от мобов.
                <br>
                <b>invincible</b> - бессмертие в регионе.
                <br>
                <b>greeting</b> - сообщение при входе в регион.
                <br>
                <b>farewell</b> - сообщение при выходе из региона.
            </div>

            <br><br>

            <!--Телепортации-->
            <div class="blockquote_donate">
                <h3>Телепортации:</h3>
                <small>Этот список команд позволит вам научиться телепортироваться в разные точки сервера.</small>
                <br><br><br>
                <b>/rtp</b> - введите в чат чтобы телепортироваться в рандомное место.
                <br>
                <b>/sethome</b> - введите в чат, чтобы установить точку дома.
                <br>
                <b>/home</b> - введите в чат, чтобы вернуться домой.
                <br>
                <b>/spawn</b> - введите в чат, чтобы телепортироваться на спавн.
                <br>
                <b>/warp [имя варпа]</b> - введите в чат, чтобы телепортироваться на любой варп сервера.
                <br>
                <b>/call [игрок]</b> - введите в чат, чтобы телепортироваться к игроку. (Для простых игроков стоимость телепортации 1500 $)
                <br>
                <!--b>/back</b> - введите в чат чтобы, телепортироваться на место смерти.
                <br-->
                <b>/tpahere</b> - введите в чат чтобы, телепортировать игрока к себе
            </div>
            
            <br><br>

            <div class="blockquote_donate">
                <h3>Полезные команды:</h3>
                <small>Эти команды должен знать каждый уважающий себя майнкрафтер.</small>
                
                <br><br><br>
                <b>/warps [число]</b> - Список варпов с указанием страницы
                <br>
                <b>/list</b> - Список игроков на сервере
                <br>
                <b>/kit</b> - Доступные киты
                <br>
                <b>/ignore [nick]</b> - Добавить указанного игрока в список игнорируемых. (Не работает на модераторах)
                <br>
                <b>/money</b> - Проверить баланс на сервере
                <br>
                <b>/money pay [nick] [число]</b> - Отправить указанному игроку указанное количество $.  
                <br>
                <b>/money top</b> - Топ богачей на сервере.
                <br>
                <b>/m [nick] или /t [nick]</b> - Отправить указанному игроку приватное сообщение.
                <br>
                <b>/r [nick]</b> - Быстрый ответ на последнее сообщение.
                <br>
                <b>/time</b> - Узнать текущее время на сервере.
                <br>
                <b>/delhome [Название]</b> - Удалить указанную точку дома
                <br>
                <b>/warn</b> - Ознакомиться со списком выданных вам предупреждений
                <br>
                
                </div>

            <br><br>
        </div>
    </div>
</div>