<div class="fullnews_craft">
    <div class="full_news_content">
        <div class="rules">
            <a class="tab" href="/rules.html">
                <center>
                    <i class="fa fa-home" aria-hidden="true"></i>
                    <br>
                    <span>Основные правила</span>
                </center>
            </a>
            <a class="tab selected" href="/rules_economy">
                <center>
                    <i class="fa fa-money" aria-hidden="true"></i>
                    <br>
                    <span>Экономика и магазины</span>
                </center>
            </a>
            <a class="tab" href="/rules_moders">
                <center>
                    <i class="fa fa-users" aria-hidden="true"></i>
                    <br>
                    <span>Модераторы</span>
                </center>
            </a>
        </div>
    </div>

    <br><br>

    <div class="full_news_content">
        <div class="news_text" style="padding: 0px 34px 0 34px;">

            <div class="block_info_red">
                <p>
                    <b>Варп</b> – точка на карте, на которую могут телепортироваться другие игроки.<br><br>
                    Точка варпа может быть установлена в вашем магазине или другом публичном месте, разрешённым правилами. <br> 
                    Для того, чтобы установить точку варпа, вам необходимо обратиться к <b>Модераторaм</b> или <b>Старшему модератору</b> сервера. Если ваш
                    <b>магазин / публичное место</b> соответствуют всем требованиям, то
                    <b>Модератор</b> или
                    <b>Старший модератор</b> за плату установит варп. <br><br>
                    <b>Стоимость установки</b>: 100 000 $.
                </p>
            </div>

            <br><br>

            <div class="blockquote_text">
                <h3>Критерии создания магазина</h3><br>
            </div>

            <div class="rules_block">
                <h3>7.0</h3>
                <div class="rules_text">
                    <p>Магазин должен использоваться по прямому предназначению. В нем не должно быть развлекательных комплексов, ловушек, казино,
                     ивентов, любых видов арен и викторин.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.1</h3>
                <div class="rules_text">
                    <p>Магазин не должен иметь автопополнение товаров. Магазин должен быть не менее <b>10</b> блоков в ширину и длину и иметь понятную, удобную архитектуру. 
                        Ваш магазин не должен снижать большинству игроков <b>FPS</b>.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.2</h3>
                <div class="rules_text">
                    <p>В магазине не должно быть цен, нарушающих <a href="https://UniversalStudio.online/index.php?forums/Минимальные-цены.17/"><b><mark>экономику</mark></b></a>
                        сервера.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.3</h3>
                <div class="rules_text">
                    <p>В магазине всегда должно быть в наличии как минимум <b>10%</b> от всего ассортимента товара. </p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.4</h3>
                <div class="rules_text">
                    <p>В вашем магазине должно быть не более <b>150</b> торговых аппаратов или <b>chestshop</b>.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.5</h3>
                <div class="rules_text">
                    <p>В магазине не должно быть бесплатного входа в качалку на мобах.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.6</h3>
                <div class="rules_text">
                    <p>Названия написанные на транслите и с применением верхнего регистра запрещены.
                       Название магазина должно быть читаемым и написанным на английском языке, а также иметь общую тематику с сервером и с игрой в общем.</p>
                    <span><b>Исключение</b>: Вы можете получить разрешение на установку варпа, название которого не подходит по тематике, у помощников администратора проекта.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.7</h3>
                <div class="rules_text">
                    <p>У магазина не может быть более трёх владельцев и только они могут быть вписаны в приват варпа. 
                       Владельцами магазина являются те игроки, которые указаны на /warp warps. </p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>7.8</h3>
                <div class="rules_text">
                    <p>Если владельцы варпа отсутствуют на сервере более 14-ти дней, их точка варпа подлежит удалению.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
  
            <div class="rules_horizontal"></div>

            <div class="blockquote_text">
                <h3>Критерии создания иных публичных мест</h3><br>
            </div>
                        
            <div class="rules_block">
                <h3>8.0</h3>
                <div class="rules_text">
                    <p>Публичные места должны быть защищены флагами, которые ставит <b>Старший модератор</b>
                      за плату.                     
                     <span><b>Исключения</b>: зарядка на техническом сервере, оборудованная заряжающими плитами и установленная с магазином; переработка ресурсов на техническом сервере, оборудованная обменниками и установленная с магазином.</span>    
                        <br><br>На <b>технических серверах</b> публичным местом считаются: качалка на пчёлах; переработка ресурсов без использования торговых аппаратов.</p> <br>
                        На <b>магических серверах</b> публичным местом считаются: качалка на мобах; качалка аспектов; зарядка палочек.<p></p>
                <br><b>Стоимость</b>: 30 монет.    
                <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>8.1</h3>
                <div class="rules_text">
                    <p>Вход в публичное место должен быть платным. <br><br> Минимальная стоимость входа - <b>1.000</b> $.</p>
                    <span><b>Исключения</b>: зарядка на техническом сервере, оборудованная заряжающими плитами и установленная с магазином; переработка ресурсов на техническом сервере, оборудованная обменниками и установленная с магазином; переработка ресурсов на техническом сервере без использования торговых аппаратов.</span>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>8.2</h3>
                <div class="rules_text">
                    <p>Публичное место не должно иметь выхода наружу.</p>
                    <span>Стоимость точки варпа на публичное место составляет 100.000 $. Также вы должны будете заплатить HeadModer’у 30 монет за установку флагов на ваше публичное место. 
                     Эти флаги обезопасят ваш варп от нелегального проникновения. Без такой защиты точка варпа установлена не будет.<br>                    
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </span></div>
            </div>
                        
            <div class="rules_horizontal"></div>

            <div class="blockquote_text">
                <h3>Экономика</h3><br>
            </div>
                        
            <div class="rules_block">
                <h3>8.3</h3>
                <div class="rules_text">
                    <p>На варпах разрешается установка скупки на <b>25%</b> ниже от минималки только через
                    <b>chestshop</b>.</p>
                    <span>Разрешено поставить скупку на предмет, минималка которого 100 $, в размере 75
                          $.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
                            
            <div class="rules_block">
                <h3>8.4</h3>
                <div class="rules_text">
                    <p>При обмене монет на $ курс составляет <b>1</b> к <b>5 000</b> $.</p>
                    <span>Стоимость вещи в $ составляет 100 000 $. Следовательно, ее стоимость в $ 100 000 / 5 000 = 20 монет.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b><br>
                        <br>
                        • В случае с игроком и продажи с рук, предупреждение игрока, если игрок не
                            исправляется выдаётся бан чата на 8 часов и тюрьма на 1 час.<br>
                        • При второй попытке бан чата на 24 часа и тюрьма на 3 часа. <br> 
                        • Ну а если игрок не понимает, то от тюрьмы на 1 неделю до бана на 10 дней.
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>8.5</h3>
                <div class="rules_text">
                    <p>Запрещено продавать своё имущество вне игрового проекта за реальные деньги (<b>рубли, доллары,
                        евро и другие валюты).</b> Можно продавать только в монетах сайта, $ или ресурсах в игре, также есть
                        возможность обмена на ресурсы из других игр. За утерю ресурсов <b>при обмене на ресурсы из других игр
                        администрация и модерация ответственности не несет!</b></p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> Блокировка аккаунта, удаление проданных ресурсов.
                    </div>
                </div>
            </div>
                        
                        
            <div class="rules_block">
                <h3>8.6</h3>
                <div class="rules_text">
                    <p>Запрещено раздавать любые предметы / ресурсы / блоки / $ / монеты.
                        Игрок, принимавший участие в раздаче и собравший розданные ресурсы, обязан их отдать модератору /
                        уничтожить. В случае отказа, игрок получает равносильное наказание.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма от 3 часов до бана на 7 дней.
                    </div>
                </div>
            </div>


            <!--div class="blockquote_text">
                 <b>Варп</b> – точка на карте, на которую могут телепортироваться другие игроки. Точка варпа может быть
                 установлена в вашем магазине, в качалке, комнате с приборами, заряжалке и в городе. Для того, чтобы
                 установить точку варпа, вам необходимо обратиться к Moder’aм или HeadModer’ам сервера и если ваш
                 магазин/качалка/комната с приборами/заряжалка/город соответствует всем требованиям, то Moder или
                 HeadModer за плату установит варп.
             </div>

             <br><br><br>

             <div class="blockquote_text">
                 <h3>Критерии создания магазина:</h3><br>


                 <b>7.0:</b> В вашем магазине должно быть не менее 25 торговых аппаратов или честшопов.

                 <br><br>

                 <b>7.1:</b> В магазине всегда должно быть в наличии как минимум 65% от всего ассортимента товара.

                 <br><br>

                 <b>7.2:</b> В магазине не должно быть цен, нарушающих <a
                             href="https://vk.com/UniversalStudios">"экономику"</a> сервера.

                 <br><br>

                 <b>7.3:</b> Магазин должен быть не менее 10 блоков в ширину и длину и иметь понятную, удобную
                 архитектуру.

                 <br><br>

                 <b>7.4:</b> Магазин не должен быть построен на воде или в воздухе.<br>
                 <b>Исключение:</b> Разрешение на постройку таких магазинов можно получить у хедмодера.

                 <br><br>

                 <b>7.5:</b> В магазине не должно быть бесплатного входа в качалку/заряжалку/комнату с приборами и выхода
                 в город.

                 <br><br>

                 <b>7.6:</b> Название магазина должно быть читаемым и иметь смысловое значение.
                 <br><b>Названия типа</b>: «1st, 111shop, ++00shop, aaashop, aba и т.д.» запрещены.

                 <br><br>

                 <b>7.7:</b> В магазине запрещены ловушки и PvP. При несоблюдении данного критерия аккаунты владельцев
                 магазина будут заблокированы на срок от 1 дня и более.

                 <br><br>

                 <b>7.8:</b> У магазина не может быть более двух владельцев и только они могут быть вписаны в приват
                 варпа. Владельцами магазина являются те игроки, которые указаны на /warp warps.

                 <br><br>

                 <b>7.9:</b> В магазине не должно быть казино, викторин, ивентов.
                 <br><b>Важно:</b> Точка варпа на магазин стоит 250000 $. Удаление варпа разрешается только в том
                 случае, если в магазине отсутствует более чем 35% от всего ассортимента товара в течение двух дней, если
                 владельцы варпа отсутствуют в игре более 10 дней, если в магазине присутствует какое-либо (одно)
                 нарушение экономики, если не соблюдаются любые иные критерии создания магазина. Для повторной его
                 установки вы будете обязаны уплатить 250 000 $ заново. Причину удаления точки варпа с вашего
                 магазина можно узнать на /warp warps.
             </div>

             <br>
             <div class="hr_border"></div>
             <br>

             <div class="blockquote_text">
                 <h3>Критерии создания качалки/заряжалки/комнаты с приборами:</h3><br>
                 <b>8.0:</b> Качалки/заряжалки/комнаты с приборами должны быть защищены флагами, которые ставит HeadModer
                 за плату.  Заряжалки разрешено оборудовать только заряжающими плитами.

                 <br><br>

                 <b>8.1:</b> Вход в качалку/заряжалку/комнату с приборами должен быть платным. Минимальная стоимость
                 входа - 8000 $.

                 <br><br>

                 <b>8.2:</b> Качалки/заряжалки/комнаты с приборами не должны иметь выхода наружу.
                 <br><b>Важно:</b> Стоимость точки варпа на качалку/заряжалку/комнату с приборами составляет 250 000
                 $. Также вы должны будете заплатить HeadModer’у 30 монет за установку флагов на вашу
                 качалку/заряжалку/комнату с приборами. Эти флаги обезопасят ваш варп от нелегального проникновения. Без
                 такой защиты точка варпа установлена не будет.
             </div>

             <br>
             <div class="hr_border"></div>
             <br>

             <div class="blockquote_text">
                 <h3>Экономика</h3><br>
                 <b>8.3:</b> На варпах разрешается установка скупки на 25% ниже от минималки (<u>только через
                     честшоп!</u>).<br>
                 <b>Пример:</b> разрешено поставить скупку на предмет, минималка которого 100 $, в размере 75
                 $.

                 <br><br>

                 <b>8.4:</b> При обмене монет на $ курс составляет 1 к 5000 $.<br>
                 <b>Пример:</b> Стоимость вещи в $ составляет 100 000 $. Следовательно, ее стоимость в $ 100 000/5 000 = 20 монет.<br>
                 <b>Наказание:</b> (Смотри пункт 8.6)

                 <br><br>

                 <b>8.5:</b> Запрещено продавать своё имущество вне игрового проекта за реальные деньги (рубли, доллары,
                 евро и другие валюты). Можно продавать только в монетах сайта, $ или ресурсах в игре, также есть
                 возможность обмена на ресурсы из других игр. За утерю ресурсов при обмене на ресурсы из других игр
                 администрация и модерация ответственности не несет!<br>
                 <b>Наказание:</b> Блокировка аккаунта, удаление проданных ресурсов.

                 <br><br>

                 <b>8.6:</b> Запрещается устанавливать цены ниже минимального значения (Посмотреть минимальные цены можно
                 на форуме в разделе <a
                             href="https://vk.com/UniversalStudios">"Экономика"</a>, либо на
                 соотвествующем варпе сервера, если такой есть). Если минимальное значение не указано, то уточняйте цену
                 у модератора. В случае проведения обмена "предмет-предмет", стоимость товара от каждой стороны обмена
                 должна быть равной, допускается разница в 10% от стоимости товара, имеющего меньшую цену. Если же
                 разница при обмене более 10%, то следует устранить эту разницу доплатой или добавлением/изменением
                 предметов. Правило обмена распространяется на продажу с рук и продажу через торговый аппарат. При
                 продаже за $ (с рук либо через честшоп) цены завышать можно во сколько угодно раз.
                 <br><b>Наказание:</b> В случае с игроком и продажи с рук: Предупреждение игрока, если игрок не
                 исправляется выдаётся бан чата на 8 часов и тюрьма на 1 час. При второй попытке бан чата на 24 часа и
                 тюрьма на 3 часа. Ну а если игрок не понимает, то от тюрьмы на 1 неделю до бана на 10 дней. (В
                 зависимости от количества нарушений сделанных игроком.)
                 В случае с магазином: удаление варпа.

                 <br><br>

                 <b>8.7:</b> Запрещено раздавать любые предметы/ресурсы/блоки/$/монеты.
                 Игрок, принимавший участие в раздаче и собравший розданные ресурсы, обязан их отдать модератору /
                 уничтожить. В случае отказа, игрок получает равносильное наказание.
                 <br><b>Наказание:</b> тюрьма от 8 часов до бана на 15 дней.

                 <br><br>

             </div>

             <br>
             <div class="hr_border"></div>
            <br-->
        </div>
    </div>
</div>