<div class="fullnews_craft">
    <div class="full_news_content">
        <div class="rules">
            <a class="tab selected" href="/rules.html">
                <center>
                    <i class="fa fa-home" aria-hidden="true"></i>
                    <br>
                    <span>Основные правила</span>
                </center>
            </a>
            <a class="tab" href="/rules_economy">
                <center>
                    <i class="fa fa-money" aria-hidden="true"></i>
                    <br>
                    <span>Экономика и магазины</span>
                </center>
            </a>
            <a class="tab" href="/rules_moders">
                <center>
                    <i class="fa fa-users" aria-hidden="true"></i>
                    <br>
                    <span>Модераторы</span>
                </center>
            </a>
        </div>
    </div>

    <br><br><br>

    <div class="full_news_content">
        <div class="news_text" style="padding: 0px 34px 0 34px;">

            <div class="blockquote_text">
                <h3>Общие правила проекта</h3><br>
            </div>

            <div class="rules_block">
                <h3>0.1</h3>
                <div class="rules_text">
                    <p>Регистрируя аккаунт на нашем проекте пользователь подтверждает свою ознакомленность и согласие с нижеизложенными положениями и правилами игры. 
                        Незнание правил не освобождает пользователя от ответственности.</p>
                    <span>Администрация проекта вправе изменять любые пункты правил без предупреждения игроков.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.2</h3>
                <div class="rules_text">
                    <p>Проект является бесплатной и некоммерческой структурой, предоставляющей игровые услуги. 
                        Любая финансовая поддержка пользователем осуществляется на добровольной основе и идет на улучшение качества предоставляемых услуг. 
                        Возврат пожертвованных средств не предусматривается ни при каких условиях.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.3</h3>
                <div class="rules_text">
                    <p>Пользователь несет ответственность за безопасность своего аккаунта и обязуется соблюдать все надлежащие меры по обеспечению его безопасности.
                       Независимо от того, кем были совершены действия на аккаунте, ответственность всегда несет его владелец.</p>
                    <span>Администрация проекта оставляет за собой право отказать в восстановлении доступа к аккаунту в случае взлома.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.4</h3>
                <div class="rules_text">
                    <p>Администрация имеет право вмешиваться в игровой процесс в любое время и действовать “по ситуации” в том случае, если сочтет это необходимым.
                       В спорных ситуациях последнее слово остается за администрацией проекта.</p>
                    <span>Под “администрацией проекта” подразумеваются помощники администратора и основатель проекта. Они полностью отвечают за правила и игровой процесс.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.5</h3>
                <div class="rules_text">
                    <p>Администрация и модерация проекта не несут ответственности и ни при каких условиях не обязаны возвращать игрокам 
                       ресурсы или игровую валюту, утраченные в ходе обмана, гриферства, отката, бага, дюпа, читерства, взлома и обмена без модератора.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.6</h3>
                <div class="rules_text">
                    <p>Перенос привилегий может быть осуществлен при условии, что игровые пакеты ресурсов не были 
                       использованы, а с момента приобретения прошло не более 24 часов.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>0.7</h3>
                <div class="rules_text">
                    <p>Любые сторонние ресурсы связи, к примеру, ВКонтакте или Discord не имеют никакого отношения к игровому 
                       процессу и доказательства, основанные на этом, не рассматриваются.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>

            <div class="rules_horizontal"></div>

            <div class="blockquote_text">
                <h3>Правила чата</h3><br>
            </div>

            <div class="rules_block">
                <h3>1.0</h3>
                <div class="rules_text">
                    <p>Запрещено развязывать конфликты на основе национальностей и религий.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.1</h3>
                <div class="rules_text">
                    <p>Запрещено писать сообщения, не несущие смысловой нагрузки.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.2</h3>
                <div class="rules_text">
                    <p>Запрещено писать идентичные и одинаковые по смыслу сообщения, а также использовать 
                       более пяти повторяющихся символов или букв подряд в одном сообщении.</p>
                    <span><b>Примечание:</b> если на ваш вопрос не поступило ответа, то скорее всего на момент его отправки на сервере нет игроков, которые могут дать на него ответ. 
                             Большая часть информации по игровому процессу находится в интернете в свободном доступе, её без труда можно найти самому.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата от 15 минут до 6 часов.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.3</h3>
                <div class="rules_text">
                    <p>Запрещено агрессивное общение, провокации игроков, насмешки и различные угрозы.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата от 1 часа до 6 часов.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.4</h3>
                <div class="rules_text">
                    <p>Запрещено выпрашивать, просить в долг ресурсы и валюту.</p>
                    <span><b>Примечание:</b> фраза "у кого есть лишние ресурсы" и ей подобные рассчитываются как нарушения данного правила. 
                          Если вы хотите приобрести какую-либо вещь, то пишите об этом в торговый чат.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 15 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.5</h3>
                <div class="rules_text">
                    <p>Запрещён флуд переводами $, запросами на телепортацию и уведомлениями через ChestShop.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.6</h3>
                <div class="rules_text">
                    <p>Запрещается любое использование капса (верхнего регистра) в сообщениях.</p>
                    <span><b>Исключения:</b> имена собственные, заглавные буквы, аббревиатуры, текстовые смайлы и две первые буквы в начале предложения (Пример: ПРивет)</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.7</h3>
                <div class="rules_text">
                    <p>Запрещено представляться администрацией или модерацией проекта, распространять ложную информацию про них и проект.</p>
                    <span><b>Примечание:</b> распространение информации про вайп, кроме той, что написана в группе ВКонтакте или на сайте, является нарушением данного пункта.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 1 час
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.8</h3>
                <div class="rules_text">
                    <p>Запрещены множественные нарушения правил, по которым выдаются предупреждения.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка чата от 30 минут до 6 часов.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>1.9</h3>
                <div class="rules_text">
                    <p>Запрещено использование ненормативной лексики. <br><br>К <b>ненормативной лексике</b> относятся маты на любых языках; завуалированные маты; грубые, бранные и оскорбительные выражения, 
                          выходящие за рамки культурного общения.</p>
                    <span></span>
                    <a href="https://vk.com/UniversalStudios" target="_blank">
                        <b><mark>утвержденные администрацией спорные выражения.</mark></b></a>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка чата от 30 минут до 1 дня.
                    </div>
                </div>
            </div>
    
           <div class="rules_block">
                <h3>1.9.1</h3>
                <div class="rules_text">
                    <p>Запрещено оскорблять игроков и унижать их человеческое достоинство.<br>
                        <br></p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка чата от 1 часа до 1 дня. Наказание может быть увеличено до 7 дней в зависимости от серьезности нарушения.
                    </div>
                </div>
            </div>
    
            <div class="rules_block">
                <h3>1.9.2</h3>
                <div class="rules_text">
                    <p>Запрещено писать сообщения эротического характера.<br>
                        <br></p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка чата на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.0</h3>
                <div class="rules_text">
                    <p>Запрещается любое оскорбление или упоминание родственников игроков проекта в оскорбительной форме.
                    <span></span>
                    </p><div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка чата от 7 дней до 14 дней.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.1</h3>
                <div class="rules_text">
                    <p>Реклама услуг/варпов только раз в 5 минут!" Наказание: блокировка чата от 15 минут, при рецедиве от 1 часа.</p>
                    <span><b>Исключение:</b> краткие ответы на рекламные сообщения других игроков.<br><br>
                          <b>Примечание:</b> если ваше объявление не помещается в одно сообщение, то пытайтесь его сократить. 
                        Дополнить свое рекламное сообщение в глобальном чате можно только двумя словами.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.2</h3>
                <div class="rules_text">
                    <p>Рекламировать варп могут только те люди, которые добавлены в приват варпа" Наказание: блокировка чата от 15 минут.</p>
                    <span><b>Примечание:</b> за обход правила и завуалированную рекламу последует наказание.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.3</h3>
                <div class="rules_text">
                    <p>Запрещено обсуждение и критика любых действий модерации проекта.</p>
                    <span><b>Исключение:</b> уточнения у модераторов об выданных ими предупреждениях или наказаниях.<br><br>
                          <b>Примечание:</b> для обжалования выданных наказаний и конструктивной критики работы модерации существует форум.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>2.3.1</h3>
                <div class="rules_text">
                    <p>Запрещено обсуждение и критика любых действий администрации, правил и проекта в целом.</p>
                    <span>Все недовольство, касательно вышеизложенного, нужно писать на форум.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка аккаунта (используется администрацией) 
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.4</h3>
                <div class="rules_text">
                    <p>Запрещено дезинформировать и вводить игроков в заблуждение по игровому процессу.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                        
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.5</h3>
                <div class="rules_text">
                    <p>Запрещено размещение ссылок на сторонние ресурсы, не относящиеся к проекту.</p>
                    <span><b>Исключения:</b> ссылки на обучающий материал, личные страницы в социальных сетях.<br><br>
                          <b>Примечание:</b> реклама каналов Twitch или YouTube возможна только с разрешения администрации.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.6</h3>
                <div class="rules_text">
                    <p>Запрещена реклама любых проектов или серверов Minecraft.</p>
                    <span><b>Примечание:</b> упоминание какого-либо проекта или сервера для сравнения к рекламе не относится.</span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка аккаунта.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.7</h3>
                <div class="rules_text">
                    <p>Запрещается упоминание наркотических средств, нацистских идей, суицида, употребление уголовного (тюремного) жаргона.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.8</h3>
                <div class="rules_text">
                    <p>Запрещено выходить с сервера сразу после нарушения правил проекта (во избежание наказания)</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> если игрок не заходит на сервер в течении пяти минут - блокировка аккаунта на время, указанное в пункте правил, который был нарушен.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.9</h3>
                <div class="rules_text">
                    <p>Запрещены префиксы, нарушающие любые правила чата.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> блокировка чата на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>2.10</h3>
                <div class="rules_text">
                    <p>Запрещено после получения мута нарушать правила чата в личных сообщениях.</p><br>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> продление мута и тюрьма на время, указанное в пункте правил, который был нарушен.
                    </div>
                </div>
            </div>
            
            <div class="rules_horizontal"></div>

            <div class="blockquote_text">
                <h3>Игровой процесс</h3><br>
            </div>

            <div class="rules_block">
                <h3>3.0</h3>
                <div class="rules_text">
                    <p>Запрещено дестабилизировать работу сервера, вызывать падения, создавать лаги / лагозоны.</p><br>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> снос механизма, блокировка на 7 дней.
                    </div>
                </div>
            </div>
    
            <div class="rules_block">
                <h3>3.0.1</h3>
                <div class="rules_text">
                    <p>Запрещено нарушать внутрисерверные правила и установленные ограничения на серверах.</p><br>
                    <span>Для каждого сервера установлены ограничения, которые вы сможете найти <a href="https://vk.com/UniversalStudios" target="_blank"> <mark><b>здесь</b></mark></a>.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b><br><br>• При первом нарушении данного пункта - предупреждение игрока и выделение времени в размере 24 часа на исправление ситуации, если оно того требует.
                                          <br>• При следующих нарушениях - от тюрьмы на 12 часов до блокировки на 7 дней, демонтаж лишних механизмов/блоков без предупреждений.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.1</h3>
                <div class="rules_text">
                    <p>Создавать мультиаккаунты не запрещено, если они никак не вредят проекту. 
                       Мультиаккаунты блокируются в том случае, если они созданы для нарушения правил.</p>
                    <span></span>
                    <div class="rules_punish">
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.2</h3>
                <div class="rules_text">
                    <p>Запрещено заманивать игроков в ловушки с целью убийства.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> тюрьма от 3 часов до блокировки на 7 дней.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.3</h3>
                <div class="rules_text">
                    <p>Запрещены любые виды обмана / мошенничества.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> если нарушитель не исправляет того, что он сделал - наказание от блокировки на 7 дней до вечной блокировки.
                    </div>
                </div>
            </div>
    
    <div class="rules_block">
                <h3>3.3.1</h3>
                <div class="rules_text">
                    <p>Владелец региона несет полную ответственность за свой приват и за ресурсы, находящиеся в нем. 
                       В случае грифа из-за добавления в приват, нарушитель понесет наказание при представлении доказательств его вины, 
                       но украденные ресурсы администрацией / модерацией проекта возвращены не будут!
                       Будьте осторожны, выбирая сожителей!</p>
                    <span><b>Смотрите пункт правил 0.5</b></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка аккаунта от 7 дней до вечной блокировки.
                    </div>
                </div>
            </div>
    
            <div class="rules_block">
                <h3>3.3.2</h3>
                <div class="rules_text">
                    <p>Запрещено вредить регионам других игроков путем разливания жидкостей, сбрасывания зыбучих блоков, постройки стен, ограждений и копания рвов около приватов, создания впритык регионов, которые являются помехой.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> тюрьма от 6 часов до блокировки на 7 дней.
                    </div>
                </div>
            </div>
            
            <div class="rules_block">
                <h3>3.3.3</h3>
                <div class="rules_text">
                    <p>Запрещается устраивать любого вида азартные игры в любых их проявлениях (казино, рулетки и т.д.).</p>
                    <span><b>Примечание:</b> викторина в чате возможна, если она согласована с помощниками администратора.</span>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма от 12 часов до блокировки на 14 дней.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.4</h3>
                <div class="rules_text">
                    <p>Запрещается распространять и использовать игровые дыры / неисправности / баги / дюпы / вредоносное ПО в целях навредить 
                       серверу или получить с их помощью преимущества в игре. Также запрещается любое ПО, как-либо вмешивающееся в работу игры / клиента.</p>
                    <span>Обо всех найденных игровых неисправностях надлежит сообщить администрации проекта. 
                          В зависимости от серьезности найденного бага Вам будет выдана пропорциональная тому награда в виде монет сайта или игровых ресурсов.</span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка аккаунта от 7 дней до вечной блокировки на всех ресурсах проекта.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.5</h3>
                <div class="rules_text">
                    <p>Запрещено регистрировать следующие никнеймы:<br><br> 
                       <br>• носящие эротический или аморальный характер;
                       <br>• содержащие явную отсылку к модерации / администрации проекта;
                       <br>• содержащие оскорбления / маты / ненормативную лексику;
                       <br>• пропагандирующие нацистские идеи;
                       <br>• нарушающие общепринятые правила и нормы;
                       <br>• содержащие постороннюю рекламу.</p>
                    <span>Администрация вправе заблокировать ваш аккаунт, даже если он не относится ни к чему из вышеперечисленного.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> игроку дается 24 часа на перенос своего имущества на другой аккаунт. По истечению срока - блокировка аккаунта.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.6</h3>
                <div class="rules_text">
                    <p>Запрещается установка скинов / плащей содержащих: эротические элементы, нацистскую символику, оскорбления, маты, тюремный жаргон.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> игроку дается 1 час на смену скина / плаща. По истечению срока - тюрьма до того момента, пока игрок не сменит скин / плащ.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.7</h3>
                <div class="rules_text">
                    <p>Запрещается мешать игроку, находясь в его регионе. 
                       Если владелец территории или модератор попросили Вас покинуть территорию - Вы обязаны подчиниться этому.</p>
                    <span>Правило не действует на модераторов только в том случае, если они выполняют свои обязанности.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.8</h3>
                <div class="rules_text">
                    <p>Запрещено нарушать любые правила ивентов и арен. Правила указаны на табличках варпа ивента или арены.</p><br>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> тюрьма на 1 час.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>3.9</h3>
                <div class="rules_text">
                    <p>Запрещено мешать модератору, который проводит ивенты, обмены, следит за PvP ареной.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма на 30 минут.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>4.0</h3>
                <div class="rules_text">
                    <p>В именах мобов или животных, в именных свитках, а также в названиях блоков и предметов запрещены: маты, оскорбления, реклама других проектов, термины сексуального характера.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b>Наказание:</b> тюрьма на 6 часов, удаление животного / моба / предмета.
                    </div>
                </div>
            </div>
                         
            <div class="rules_block">
                <h3>4.1</h3>
                <div class="rules_text">
                    <p>Запрещается намеренно дезинформировать / вводить в заблуждение 
                       администрацию / модерацию проекта для получения какой-либо выгоды или в   других корыстных целях.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> блокировка аккаунта от 1 до 7 дней.
                    </div>
                </div>
            </div>

            <div class="rules_horizontal"></div>

            <div class="blockquote_text">
                <h3>Правила строительства</h3><br>
            </div>

            <div class="rules_block">
                <h3>5.0</h3>
                <div class="rules_text">
                    <p>Запрещено строительство половых органов, матерных слов и оскорблений, фашистской символики, 
                       а также устанавливать в вашем регионе таблички / информационные панели, содержащие маты / оскорбления.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> тюрьма от 5 часов до блокировка на 3 дня, снос постройки.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>5.1</h3>
                <div class="rules_text">
                    <p>Запрещено строить дома без опор, висящие в небе и не подчиняющиеся законам физики.</p>
                    <span><b>Исключения:</b> старший модератор имеет право разрешить постройке существовать, подробности уточняйте у него.</span>
                    <div class="rules_punish">
                        <b>Наказание:</b> выдача времени на исправление сроком в 24 часа. Если игрок не исправляется за это время - 5 часов тюрьмы и снос постройки.
                    </div>
                </div>
            </div>

            <div class="rules_block">
                <h3>5.2</h3>
                <div class="rules_text">
                    <p>Запрещено строительство столбов в небо, домов "коробок" состоящих целиком из одного материала. 
                       Если ваш дом находится в стадии строительства, установите табличку, оповещающую об этом! Регионы, 
                       владелец которых отсутствовал в игре более 30 дней, удаляются и регенерируются.</p>
                    <span></span>
                    <div class="rules_punish">
                        <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b>
                        <b>Наказание:</b> снос постройки.
                    </div>
                </div>
            </div>

            <!--div class="blockquote_text">
                <h3>Общие правила проекта</h3><br>
                <b>0.0</b>: Регистрируя аккаунт на нашем проекте, Вы автоматически подтверждаете свое согласие с
                нижеизложенными положениями и правилами игры. В случае несогласия с ними, администрация имеет право
                в любой момент ограничить Ваш доступ к игре.

                <br><br>

                <b>0.1</b>: Проект является бесплатной и некоммерческой структурой, предоставляющей игровые услуги.
                Любые вложения Ваших денежных средств осуществляются на добровольной основе и идут на улучшение
                качества предоставляемых услуг. Возврат пожертвованных денег не предусматривается ни при каких
                условиях.

                <br><br>

                <b>0.2</b>: Администрация имеет право вмешиваться в игровой процесс в любое время и действовать “по
                ситуации” в том случае, если сочтет это необходимым. Под “необходимостью” имеются в виду следующие
                ситуации: угроза нормальной работоспособности проекта, помеха комфортной игровой среде для
                пользователей.

                <br><br>

                <b>0.3</b>: Администрация проекта имеет право изменять пункты всех правил проекта в любое время
                суток без предупреждения игроков.

                <br><br>

                <b>0.4</b>: Независимо от статуса игрока, будь он VIP, Premium, Grand, Ultra, Модератор - все равны
                и все понесут наказание за нарушение правил.

                <br><br>

                <b>0.5</b>: Последнее слово всегда за администрацией проекта.

                <br><br>

                <b>0.6</b>: Любые сторонние ресурсы виртуальной связи, к примеру Skype, Вконтакте не имеют никакого
                отношения к игровому процессу и доказательства, основанные на этом не принимаются в расчет.
                Проявляйте осторожность при взаимодействии с другими игроками. Нарушения со стороны модератора
                проекта, к примеру, личные оскорбления Вас в конференции скайпа могут и будут рассматриваться со
                всей строгостью. За серьезное оскорбление администрации/модерации, даже вне игры, игрок может быть
                забанен.

                <br><br>

                <b>0.7</b>: Администрация и модерация не несет никакой ответственности и ни при каких условиях не
                обязана возвращать Вам вещи/$/монеты, утраченные Вами в ходе отката / бага / дюпа / читерства и
                обмена без модератора.
                <br>(См. пункт 3.8)


                <br><br>

                <b>0.8</b>: Жалобы на обман при обмене со стороны другого игрока внутри сервера могут быть
                рассмотрены на форуме проекта. Типы обмана при обмене, которые наказываются: обман при обмене на
                $-ресурсы на сервере, обман при обмене монеты-ресурсы на сервере, обман при обмене монеты-$
                на сервере, обман при обмене предмет-предмет. Любые другие обманы при обмене никак не
                рассматриваются и не наказываются. К примеру, обмен аккаунта на $ Вы проводите исключительно на
                свой страх и риск.

                <br><br>

                <b>0.9</b>: Перенос привилегий не осуществляется ни при каких условиях. Будьте внимательны при
                покупке.
            </div>

            <br>
            <div class="hr_border"></div>
            <br>

            <div class="blockquote_text">
                <h3>Правила чата</h3><br>
                <b>1.0</b>: Запрещено развязывать межнациональные конфликты в чате.
                <br><b>Наказание</b>: блокировка чата от 1 часа до 3 часов.

                <br><br>

                <b>1.1</b>: Запрещено писать сообщения не несущие, в общем, никакой логики.
                <br><b>Пример:</b> "аоао".
                <br><b>Наказание</b>: блокировка чата от 15 минут до 30 минут.

                <br><br>

                <b>1.2</b>: Запрещено писать одинаковые сообщения в чат (флудить).
                Флудом считаются сообщения, не имеющие смысловой нагрузки, от двух идентичных сообщений подряд (или
                с одинаковым смыслом), повторяющиеся символы / буквы (более 4-х)
                Так же запрещена организация массового флуда.
                Банальные опросы: “Кто щас в игре?”.<br> Флуд командами на телепортацию/перевод $.
                <br><b>Исключение</b>: Викторины с ответами, если это было согласовано с модерацией сервера.
                <br><b>Наказание</b>: блокировка чата от 30 минут до 2 часов.

                <br><br>

                <b>1.3</b>: Запрещена дискриминация игроков, дезинформирование, насмешки, унижение человеческого
                достоинства, угрозы, а также отправлять в чат провокационные сообщения и мешать общению других
                игроков.
                <br><b>Наказание</b>: блокировка чата от 30 минут до 6 часов.

                <br><br>

                <b>1.4</b>: Запрещено попрошайничать, выпрашивая какие-либо ресурсы, права, и т.п.
                <br><b>Исключение</b>: «Кто приютит?», «Приютите меня».
                <br><b>Наказание</b>: блокировка чата от 15 минут до 30 минут.

                <br><br>

                <b>1.5</b>: В разработке...

                <br><br>

                <b>1.6</b>: Запрещено отправлять сообщения сексуального характера.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: блокировка чата от 30 минут до 6 часов.

                <br><br>

                <b>1.7</b>: Запрещено представляться администрацией / модерацией сервера.
                <br><b>Наказание</b>: блокировка чата от 30 минут до 6 часов.

                <br><br>

                <b>1.8</b>: Запрещено пускать любые ложные сведения о сервере / проекте и его администрации /
                модерации.
                <br><b>Наказание</b>: блокировка чата от 30 минут до 6 часов.

                <br><br>

                <b>1.9</b>: В игровом чате запрещено использование мата, завуалированного мата, мата на других языках,
                оскорбление игроков
                и употребление другой ненормативной лексики. Грубые, бранные и оскорбительные выражения, выходящие
                за рамки культуры общения, также запрещены. К ненормативной лексике приравниваются нецензурные слова
                и словосочетания, написанные с умышленной заменой, удалением или разделением символов.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: блокировка чата от 1 час до 12 часов. (При <u>серьезных матах/оскорблениях</u> от 12
                часов до 3 дней)

                <br><br>

                <b>2.0</b>: Запрещается любое оскорбление или упоминание родственников
                <br>(в оскорбительной форме) игроков проекта.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: блокировка чата от 7 дней до 14 дней.

                <br><br>

                <b>2.1</b>: Любые сообщения по теме торговли и рекламу варпов можно отправлять только в торговый
                чат. Рекламировать варп разрешается только его владельцам, которые указаны на /warp warps. Реклама
                чужого варпа повлечет за собой наказание по данному пункту.
                <br><b>Исключение</b>: реклама варпов сервера, краткий ответ на торговое сообщение (Продам/куплю).
                <br><b>Наказание</b>: блокировка чата от 30 минут до 2 часов.

                <br><br>

                <b>2.2</b>: Запрещается писать в торговый чат сообщения не по теме торговли.
                <br><b>Наказание</b>: блокировка чата от 30 минут до 2 часов.

                <br><br>

                <b>2.3</b>: Запрещено обсуждение любых действий администрации и модерации проекта.
                <br><u>Для этого есть форум!</u>
                <br><b>Исключение</b>: "За что? мут/предупреждение/тюрьма"
                <br><b>Наказание</b>: блокировка чата от 30 минут до 1 часа.

                <br><br>

                <b>2.4</b>: Общение в чате допускается на любом языке. Однако
                модерация проекта может игнорировать вопросы или обращения в свой адрес, написанные не на русском языке.

                <br><br>

                <b>2.5</b>: Запрещается реклама сторонних ресурсов, не относящихся к проекту.
                <br><b>Исключение</b>: крупные информационные порталы, такие как youtube, wikipedia или ссылки в
                вспомогательных целях, к примеру гайд.
                <br>Реклама вашего Twitch-канала или YouTube-канала возможна только с разрешения администрации.
                <br><b>Наказание</b>: блокировка чата от 1 часа до 5 часов.

                <br><br>

                <b>2.6</b>: Реклама других minecraft проектов запрещена.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: блокировка чата на 3 дня.

                <br><br>

                <b>2.7</b>: Запрещается упоминание наркотических средств, алкоголя, нацистских идей, суицида,
                употребление уголовного (тюремного) жаргона.
                <br><b>Наказание</b>: блокировка чата от 1 часа до 3 часов.

                <br><br>

                <b>2.8</b>: Запрещается любое использование капса (верхнего регистра) в сообщениях.
                <br><b>Исключение</b>: имена собственные, заглавные буквы, аббревиатуры (<u>АФК</u>, <u>ЛОЛ</u>),
                две первые буквы в начале предложения (Пример: <u>ПРивет</u>)
                <br><b>Наказание</b>: блокировка чата от 15 минут до 1 часа.

                <br><br>

                <b>2.9</b>: Наказание за нарушение правил чата может быть увеличено.
                <br><b>Смотри пункт 10.2</b>

                <br><br>

                <b>2.10</b>: Выходить с сервера сразу после нарушения правил проекта (во избежание наказания)
                запрещено.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание:</b> блокировка аккаунта на время, указанное в пункте правил, который был нарушен. При
                рецидиве - от 1 до 3 дней.
            </div>

            <br>
            <div class="hr_border"></div>
            <br>

            <div class="blockquote_text">
                <h3>Игровой процесс</h3><br>
                <b>3.0</b>: Запрещено дестабилизировать работу сервера, вызывать падения, создавать лаги/лагозоны.
                Для каждого сервера установлены ограничения на некоторые виды приборов/блоков, нарушение которых
                повлечет за собой принятие мер со стороны модерации/администрации сервера в виде предупреждения и
                установки срока в 24 часа для исправления ситуации. По истечении данного срока Headmoder /
                администратор имеют право удалить механизмы, превышающие допустимые лимиты.
                <br><b>Исключение</b>: администрация имеет право удалить Ваш регион без предупреждения, если это
                создает серьезную угрозу работе сервера.
                <br><b>Ограничения</b>: <a href="https://vk.com/UniversalStudios">нажмите
                    здесь</a>
                <br><b>Наказание</b>: снос механизма, бан на 9 дней.

                <br><br>

                <b>3.1</b>: Разрешено создавать 1 или более аккаунтов, если они никак не вредят проекту.
                Мультиаккаунты игроков блокируются только в том случае, если они используются в целях нарушения
                правил проекта.
                <br><b>Наказание</b>: блокировка аккаунтов.

                <br><br>

                <b>3.2</b>: Запрещено устанавливать карьеры, буровые установки без привата.
                <br><b>Наказание</b>: снос механизма, блокировка аккаунта на 3 дня.

                <br><br>

                <b>3.3</b>: Запрещено устанавливать более 3-х карьеров и 5 буровых установок.
                <br><b>Наказание</b>: снос механизма, блокировка аккаунта на 3 дня.

                <br><br>

                <b>3.4</b>: Использование карьера из мода BuildCraft не по назначению запрещено.

                <br><b>Наказание</b>: cнос механизма, от тюрьмы на 5 часов до бана на 1 день. При рецидиве – бан на
                7 дней.

                <br><br>

                <b>3.5</b>: Запрещено оставлять открытые ямы после использования карьера.
                <br><b>Наказание</b>: регенерация территории, блокировка аккаунта на 3 дня.

                <br><br>

                <b>3.6</b>: Запрещено заманивать игроков в ловушки с целью убийства.
                <br><b>Наказание</b>: тюрьма от 3 часов до 5 часов.

                <br><br>

                <b>3.7</b>: Игрок может быть забанен на всех ресурсах проекта за оскорбление администрации, даже вне
                игры.

                <br><br>

                <b>3.8</b>: Запрещены любые виды обмана/мошенничества/умышленное нанесение вреда имуществу других
                игроков с целью получения выгоды или морального удовлетворения. В случае обмана во время обмена без
                участия модератора, нарушитель понесет наказание при представлении доказательств его вины, но
                украденные ресурсы администрацией / модерацией проекта возвращены не будут! Будьте осторожнее!
                <br><b>Гайд:</b> <a href="https://vk.com/UniversalStudios">Обменяйся
                    правильно!</a>
                <br><b>Наказание</b>: если нарушитель не исправляет того, что он сделал, наказание от блокировки на
                7 дней, до вечной блокировки.

                <br><br>

                <b>3.9</b>: Запрещается распространять и использовать игровые
                дыры/неисправности/баги/дюпы/вредоносное ПО в целях навредить серверу или получения с их помощью
                преимущества в игре. Так же запрещается любое <b>ПО</b> (программное обеспечение), как-либо
                вмешивающееся в работу игры / клиента. (Обо всех найденных игровых неисправностях надлежит сообщить
                администрации проекта. В зависимости от серьезности найденного Вами бага Вам будет выдана
                пропорциональная тому награда в виде монет сайта / игровых ресурсов)
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: вечная блокировка аккаунта на всех ресурсах проекта!

                <br><br>

                <b>4.0</b>: Запрещается регистрация никнеймов, носящих сексуальный характер, содержащих оскорбления,
                маты, явную отсылку к модерации/администрации проекта, а также пропагандирующих нацистские идеи.
                <br><b>Наказание</b>: игроку дается 1 день на перенос своего имущества на другой аккаунт. По
                истечению срока - блокировка аккаунта.

                <br><br>

                <b>4.1</b>: Запрещается установка скинов/плащей содержащих: порнографические/эротические элементы,
                нацистскую символику, оскорбления, маты, тюремный жаргон, фотографии других игроков (без их
                разрешения).
                <br><b>Наказание</b>: игроку дается 1 день на смену скина. По истечению срока - тюрьма до того
                момента, пока игрок не сменит скин.

                <br><br>

                <b>4.2</b>: Запрещается мешать игроку, находясь в его регионе.
                <br>(Правило не действует на модераторов. Детали в пункте 4.4)
                <br><b>Наказание</b>: тюрьма на 10 минут.

                <br><br>

                <b>4.3</b>: Запрещается установка карьеров другим игрокам.
                <br><b>Наказание</b>: снос карьера и блокировка аккаунта на 3 дня.

                <br><br>

                <b>4.4</b>: Если модератор попросил Вас покинуть территорию - Вы обязаны подчиниться этому.
                <br><b>Исключения</b>: это Ваш дом, дом Вашего друга, владелец региона разрешает Вам оставаться в
                нем.
                <br><b>Наказание</b>: В случае неподчинения тюрьма на 15 минут. При рецидиве - срок увеличивается в
                2 раза.

                <br><br>

                <b>4.5</b>: Запрещено нарушать любые правила Ивентов и арен. Правила указаны на табличках на варпе
                ивента или арены.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: тюрьма от 30 минут до 3 часов.

                <br><br>

                <b>4.6</b>: В именах мобов/животных, в названиях предметов запрещены: маты, оскорбления, реклама других
                проектов, термины сексуального характера.
                <br><b>Наказание</b>: тюрьма от 3 часов до 1 дня бана (Удаление животного/моба/предмета).

                <br><br>

                <b>4.7</b>: Запрещено проникновение в чужую качалку/комнату с приборами без уплаты минимальной
                суммы. Качалка/комната с приборами без точки варпа будет снесена. (<b>Смотри пункт 8.0 и 8.2</b>).
                <br><b>Исключение</b>: Качалка для личного пользования.
                <br><b>Наказание</b>: От 1 до 3 часов тюрьмы.

                <br><br>

                <b>4.8</b>: Запрещается намеренно дезинформировать/вводить в заблуждение администрацию/модерацию
                проекта для получения какой-либо выгоды или в других корыстных целях.
                <br><b>Наказание</b>: блокировка аккаунта от 1 до 7 дней.

                <br><br>

                <b>4.9</b>: Запрещено мешать модератору, который проводит ивенты, обмен, следит за PvP ареной.
                <br><b>Наказание</b>: тюрьма от 15 минут до 3 часов.
            </div>

            <br>
            <div class="hr_border"></div>
            <br>

            <div class="blockquote_text">
                <h3>Правила строительства</h3><br>
                <b>5.0</b>: Запрещено строительство половых органов и фашистской символики.
                Запрещается устанавливать в Вашем регионе таблички, содержащие маты/оскорбления в адрес игроков,
                администрации.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: тюрьма от 5 часов и снос постройки. Если игрок продолжает строить это, то бан на 3
                дня.

                <br><br>

                <b>5.1</b>: Запрещено строить дома без опор, висящие в небе и не подчиняющиеся законам физики.
                <br><b>Исключение</b>: HeadModer имеет право разрешить постройке существовать, подробности уточняйте
                у него.
                <br><b>Наказание</b>: Предупреждение игрока и выдача времени на исправление в размере 5 дней. Если
                игрок не исправляется за это время, наказываем 5 часами тюрьмы. Если игрок не исправляет постройку,
                она будет снесена.

                <br><br>

                <b>5.2</b>: Любой вид гриферства запрещен (Выписывание игроков из привата, воровство ресурсов,
                механизмов в привате, в который вас добавили и т.д.)
                <br><b>Исключение</b>: Постройки без привата. Приватить постройку нужно хорошо и обдуманно.
                <br><i class="fa fa-info" aria-hidden="true" title="Наказание выдается без предупреждения!"></i>
                <b>Наказание</b>: При наличии доказательств у владельца региона нарушитель будет наказан на 3 дня
                тюрьмы, при повторении блокировка аккаунта игрока навсегда.

                <br><br>

                <b>5.3</b>: Запрещается нецензурная лексика, оскорбления в названии приватов, варпов.
                <br><b>Наказание</b>: от 3 часов тюрьмы до 2 дней. (удаление привата, варпа).

                <br><br>

                <b>5.4</b>: Запрещено намеренно блокировать доступ к чужим постройкам посредством
                стен/рвов/жидкостей/ловушек,
                сбрасывания сыпучих блоков, ограждений из приватов.
                <br><b>Наказание</b>: Снос привата и постройки, тюрьма от 30 минут до 5 часов.

                <br><br>

                <b>5.5</b>: Запрещено строительство столбов в небо, домов "коробок" состоящих целиком из одного
                материала. Если ваш дом находится в стадии строительства, установите табличку, оповещающую об этом!
                <br>Регионы, владелец которых отсутствовал в игре более 30 дней, удаляются и регенерируются.
                <br><b>Наказание</b>: снос постройки.

                <br><br>

                <b>5.6</b>: Запрещается выталкивать игрока / мобов с привата с целью их убийства. (Снежками,
                удочками)
                <br><b>Наказание</b>: от 1 часа тюрьмы до 5 часов тюрьмы.
            </div>

            <br>
            <div class="hr_border"></div>
            <br>

            <div class="blockquote_text">
                <h3>Правила форума</h3><br>
                <b>6.0</b>: Запрещено материться на форуме проекта.
                <br><b>Наказание</b>: Предупреждение пользователя и удаление нецензурной лексики, при рецидиве
                блокировка аккаунта.

                <br><br>

                <b>6.1</b>: Запрещено дублировать темы на форуме, а также поднимать темы, срок создания которых
                превышает 30 дней.
                <br><b>Наказание</b>: Предупреждение и удаление тем, при рецидиве блокировка аккаунта.

                <br><br>

                <b>6.2</b>: Запрещено оскорблять игроков проекта/администрацию.
                <br><b>Наказание</b>: Предупреждение пользователя и удаление оскорбления, при рецидиве блокировка
                аккаунта.

                <br><br>

                <b>6.3</b>: Аватар не должен содержать мат в любом виде, разврат, насилие, грубость, дискриминацию,
                рекламу другого проекта/наркотиков, а также не должен унижать человеческое достоинство и разжигать
                межнациональную рознь.
                <br><b>Наказание</b>: Блокировка аккаунта на 5 дней, при рецидиве вечный бан.

                <br><br>

                <b>6.4</b>: Запрещено создавать конфликты между игроками/модераторами и создавать темы,
                провоцирующие конфликты.
                <br><b>Наказание</b>: Блокировка аккаунта на 10 дней, при рецидиве вечный бан.

                <br><br>

                <b>6.5</b>: Запрещается устанавливать оскорбительные подписи, подписи, рекламирующие сторонние
                ресурсы, порнографического/эротического содержания.
                <br><b>Наказание</b>: Предупреждение, если не убирает - блокировка аккаунта.

                <br><br>

                <b>6.6</b>: Запрещена продажа и раздача читов, текстурпаков, багов.
                <br><b>Наказание</b>: Блокировка аккаунта.

                <br><br>

                <b>6.7</b>: Запрещается отправлять сообщения, не имеющие никакого отношения к теме.
                <br><b>Наказание</b>: Предупреждение, удаление сообщения.

                <br><br>

                <b>6.8</b>: Запрещаются посты, нарушающие правила игрового чата. Запрещено обсуждать и критиковать
                политику, любые религии и прочее. (Заметьте, игра, как и форум связаны между собой. Это единый
                проект).
                <br><b>Наказание</b>: Предупреждение, удаление нарушающих правила проекта предложений.
            </div>

            <br>
            <div class="hr_border"></div>
            <br-->
        </div>
    </div>
</div>