<div class="fullnews_craft">
    <div class="full_news_content">
        <div class="rules">
            <a class="tab" href="/rules.html">
                <center>
                    <i class="fa fa-home" aria-hidden="true"></i>
                    <br>
                    <span>Основные правила</span>
                </center>
            </a>
            <a class="tab" href="/rules_economy">
                <center>
                    <i class="fa fa-money" aria-hidden="true"></i>
                    <br>
                    <span>Экономика и магазины</span>
                </center>
            </a>
            <a class="tab selected" href="/rules_moders">
                <center>
                    <i class="fa fa-users" aria-hidden="true"></i>
                    <br>
                    <span>Модераторы</span>
                </center>
            </a>
        </div>
    </div>

    <br><br><br>

    <div class="full_news_content">
        <div class="news_text" style="padding: 0px 34px 0 34px;">
                        
            <div class="block_info_red">
                <p>
                <b>Модератор</b> - игрок, имеющий дополнительные права для поддержания порядка на сервере, оказания
                помощи другим игрокам и проведения мероприятий. Модератор может быть снят или понижен администрацией в любой момент без объяснения причин. Любые обязательства модератор исполняет перед администрацией, а не перед игроками или кем-либо ещё.
                </p>
            </div>

            <br><br>
                            
            <center>
                    <a href="https://vk.com/UniversalStudios" target="_blank" class="smcui-button" target="_blank"><i class="fa fa-users" aria-hidden="true"></i>&nbsp;&nbsp;Набор в модераторы
                    </a>
            </center>
            
            <br><br>
                        
            <div class="blockquote_text">
                <h3>Обязанности и права модераторов</h3><br>
            </div>
            
            <div class="rules_block">
                <h3>9.0</h3>
                <div class="rules_text">
                    <p>Каждый модератор проекта обязан рассматривать жалобы на форуме, следить за порядком в чате и контролировать игровой процесс. </p>
                    <span><b>Примечание:</b> на рассмотрение жалобы у модерации сервера есть срок в размере 48 часов с момента её написания. По различным причинам данный срок может быть увеличен.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.1</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права выгораживать проступки любых игроков и других модераторов.</p>
                    <span></span>
                    <div class="rules_punish">
                        
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.2</h3>
                <div class="rules_text">
                    <p>Перед наказанием игрока модератор обязан тщательно разобраться в ситуации.</p>
                    <span></span>
                    <div class="rules_punish">
                       
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.3</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права использовать в личных целях выданные ему права, нарушать правила проекта или трактовать их в свою пользу или выгоду третьему лицу.</p>
                    <span></span>
                    <div class="rules_punish">
                      
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.4</h3>
                <div class="rules_text">
                    <p>Модератор обязан ответить на заданный ему вопрос, непосредственно касающийся игрового процесса, даже если вопрос нарушает правила чата.</p>
                    <span><b>Примечание:</b> если модератор действительно не знает ответа на вопрос, то он вправе не отвечать, ссылаясь на незнание. Если вопрос или просьба сформулированы некорректно, несут надменный характер или имеют банальный ответ, то модератор имеет право отказать в помощи. </span>
                   
                    <div class="rules_punish">
                       
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.5</h3>
                <div class="rules_text">
                    <p>Модератор не обязан обучать кого-либо игре.</p>
                    <span><b>Примечание:</b> если Вы не понимаете, как устроена какая-либо механика или у Вас что-то не работает, то не спешите звать модераторов. Посмотрите обучающий материал в интернете, а ещё лучше в видео-формате для лучшей восприимчивости. Решение в оказании помощи остается за модератором.</span>
                    <div class="rules_punish">
                        
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.6</h3>
                <div class="rules_text">
                    <p>Модератор обязан находиться на сервере как минимум 2 часа в день и 21 час в календарную неделю.</p>
                    <span></span>
                    <div class="rules_punish">
                       
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.7</h3>
                <div class="rules_text">
                    <p>Модератор обязан выдавать предупреждения перед наказанием.</p>   
                    <span>
                      <b>Исключение:</b><br> 
                      <br> — нарушения пунктов правил:<br> 1.8 | 1.9 | 1.9.1 | 1.9.2 | 2.0 | 2.6 | 2.8 | 2.10 | 3.0 | 3.2 | 3.3.1 | 3.3.2 | 3.4 | 3.8 | 4.1 | 5.0 | 5.2; 
                      <br> — серьезные нарушения; 
                      <br> — нарушения, скриншоты которых получены из личных сообщений;
                      <br> — выявленные и доказанные нарушения в жалобах на форуме.
                        <br>
                      <br><b>Примечание:</b> жалобы на модераторов, касающиеся выданных предупреждений, рассматриваться не будут.</span> <br><br>
                    <b class="currency_type" tooltip="Выдается без предупреждения!" flow="down"><i class="fa fa-info"></i></b> – Данный символ означает, что наказание по данному правилу выдается без предупреждения.
                    <div class="rules_punish">
                        
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.8</h3>
                <div class="rules_text">
                    <p>Модератор обязан делать скриншоты нарушений игроков и хранить их в течение недели.</p>
                    <span><b>Примечание:</b> жалобы на модераторов за наказания, которые были выданы более недели назад, рассматриваться не будут.</span>
                    <div class="rules_punish">
                        <b></b>
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>9.9</h3>
                <div class="rules_text">
                    <p>Модератор обязан вести себя прилично и уважительно с игроками и другими модераторами в реалиях проекта, а также соблюдать рамки культуры общения.</p>
                    <div class="rules_punish">
                        
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>10.0</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права применять любой вид блокировок по отношению к другим модераторам.</p>
                    <span><b>Исключение</b>: старший модератор; ситуации, которые действительно требуют этого.</span>
                    <div class="rules_punish">
               
                    </div>
                </div>
            </div>
                        
           
                        
            <div class="rules_block">
                <h3>10.1</h3>
                <div class="rules_text">
                    <p><b>Старший модератор</b> имеет право выйти за временные рамки наказания только в том случае, если игрок является рецидивистом и неоднократно нарушал данное правило на сервере ранее.
                    <span></span>
                    </p><div class="rules_punish">
                    
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>10.2</h3>
                <div class="rules_text">
                    <p>Модератор имеет право выдавать наказание на свое усмотрение в рамках нарушенного правила.</p>
                    <span><b>Примечание:</b> максимальные наказания в рамках правила выдавать не запрещено.</span>
                    <div class="rules_punish">
                    
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>10.3</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права занимать какие-либо должности на других игровых проектах или серверах.</p>
                    <span></span>
                    <div class="rules_punish">
           
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>10.4</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права находиться в режиме afk.</p>
                    <span></span>
                    <div class="rules_punish">
                 
                    </div>
                </div>
            </div>
                        
            <div class="rules_block">
                <h3>10.5</h3>
                <div class="rules_text">
                    <p>Модератор не имеет права распространять информацию, полученную им из модераторских конференций в Discord или ВКонтакте.</p>
                    <span></span>
                    <div class="rules_punish">
                      
                    </div>
                </div>
            </div>
            
            <div class="rules_block">
                <h3>10.6</h3>
                <div class="rules_text">
                    <p>Модератор не обязан принимать скриншоты нарушений в личных сообщениях.</p>
                    <span><b>Примечание:</b> для всех жалоб у нас есть форум. По своему желанию модератор имеет право выдать наказание по скриншотам, полученным в личных сообщениях.</span>
                    <div class="rules_punish">
                      
                    </div>
                </div>
            </div>

            
            
            
                 
            <div class="rules_punish">
                <div class="block_info_red">
                <p><b>Невыполнение данных обязанностей и нарушение прав повлечет за собой наказание в виде выговора или снятия модератора с занимаемого поста.</b></p>
                </div>
               </div>
            <br><br>
            
            

            <!--div class="blockquote_text">
                <h3>Модераторы</h3><br>

                <b>Модератор</b> - игрок, имеющий дополнительные права для поддержания порядка на сервере, оказания
                помощи другим игрокам и проведения мероприятий.

                <br><br>

                <center>
                    <a href="https://vk.com/UniversalStudios" target="_blank" class="smcui-button" target="_blank"><i class="fa fa-users" aria-hidden="true"></i>&nbsp;&nbsp;Набор в модераторы
                    </a>
                </center>

                <br>

                <b>9.0</b>: Каждый модератор проекта обязан рассматривать жалобы/заявки на разбан на форуме.
                <br><b>Наказание</b>: Выговор модератору, если модератор не реагирует, то снятие его с должности.

                <br><br>

                <b>9.1</b>: Модераторам проекта запрещается выгораживать проступки любых игроков и модераторов.
                <br><b>Наказание</b>: Бан аккаунта модератора.

                <br><br>

                <b>9.2</b>: Модератор перед наказанием игрока обязан тщательно разобраться в ситуации.
                <br><b>Наказание</b>: Если модератор не будет этого делать, то выговор и понижение.

                <br><br>

                <b>9.3</b>: Модераторам проекта запрещается использовать в личных целях выданные им права.
                <br><b>Наказание</b>: Бан аккаунта модератора.

                <br><br>

                <b>9.4</b>: Модератор должен ответить на вопрос игрока (непосредственно касающийся игрового процесса),
                даже если вопрос нарушает правила чата. Наказание за нарушение выдается только после ответа на
                поставленный вопрос. Модератор имеет право отказать Вам в помощи, если Ваш вопрос/просьба сформулированы
                некорректно.
                <br><b>Наказание:</b> Выговор модератору.
                <br><br>

                <b>9.5</b>: Модератору запрещается нарушать любые правила проекта/трактовать их в свою пользу/выгоду
                третьему лицу.
                <br><b>Наказание</b>: От выговора до блокировки аккаунта модератора.

                <br><br>

                <b>9.6</b>: Модератор обязан находиться на сервере как минимум 3 часа в день.
                <br><b>Наказание</b>: От выговора до разжалования модератора.

                <br><br>

                <b>9.7</b>: Модератор обязан выдавать предупреждения перед наказанием!
                <br><b>Исключение:</b> Пункты правил: 1.6 | 1.9 | 2.0 | 2.6 | 2.10 | 3.9 | 4.5 | 5.0 | 5.2; многократные нарушения правил в прошлом; серьезные нарушения; 
                выявленные и доказанные нарушения в жалобах на форуме. <br>(Список может дополняться)
                <br><i class="fa fa-gavel" aria-hidden="true" title="Наказание выдается без предупреждения!"></i> -
                Наказание выдается без предупреждения!
                <br><b>Важно!</b> Жалобы на модераторов, касающиеся выданных предупреждений, рассматриваться не будут.
                <br><b>Наказание</b>: От выговора до разжалования модератора.

                <br><br>

                <b>9.8</b>: Модератор может быть снят / понижен администрацией в любой момент без объяснения причин.

                <br><br>

                <b>9.9</b>: Модератор обязан вести себя прилично и уважительно с игроками даже вне проекта. Оскорбления
                игрока со стороны модератора в скайпе и т.д. могут быть и будут наказаны.
                <br><b>Наказание</b>: От выговора до разжалования модератора.

                <br><br>

                <b>10.0</b>: Модераторам запрещаеются любые блокировки мут/бан/тюрьма/кик по отношению к другим
                модераторам.
                <br><b>Исключение</b>: <u>HeadModer</u>
                <br><b>Наказание</b>: От выговора до снятия с поста.

                <br><br>

                <b>10.1</b>: Администрацией проекта считаются люди звания AdminHelper и выше. Они целиком и полностью
                отвечают за правила и игровой процесс.

                <br><br>

                <b>10.2</b>: Если игрок является рецидивистом и нарушал данное правило в прошлом, то <u>HeadModer</u>
                имеет право выйти за рамки времени наказания.

                <br><br>

                <b>10.3</b>: Модератор может иметь права только на одном сервере!
                Администрация, может выдать права на двух серверах в случае надобности.
                За попытку выпрашивания прав на двух серверах, модератор может получить наказание!
                <br><b>Наказание</b>: От выговора до разжалования модератора.

                <br><br>

                <b>10.4</b>: Модератору запрещено модерировать/администрировать на других игровых проектах.
                <br><b>Наказание</b>: Снятие с поста.

                <br><br>

                <b>10.5</b>: <u>Модератору с доступом</u> запрещено иметь магазин и торговать с рук, а также жить с обычными игроками. 
                <br><u>Модератору с сетом</u> запрещено иметь магазин и торговать с рук (на серверах версии 1.4.7), жить с обычными игроками он может.
                <br><b>Наказание</b>: От выговора до разжалования модератора.

                <br><br>

                <b>10.6</b>: Модераторам запрещается находиться в режиме afk.
                <br><b>Наказание</b>: От выговора до снятия с поста.

                <br><br>

                <b>10.7</b>: Модераторам запрещается использовать ненормативную лексику в модер-чате.
                <br><b>Наказание</b>: От выговора до снятия с поста.
            </div>

            <br>
            <div class="hr_border"></div>
            <br--->
        </div>
    </div>
</div>